Repository: GarlandQian/mica-mac
Catalog: Sources/Mica/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# evidence.boundary_surge_snapshot
source: Surge platform, outbound mode, rules, policies, requests, URLs, and traffic data stay visible when reported; copied reports exclude API keys and raw response bodies.
zh_hans: Surge 平台、出站模式、规则、策略、请求、URL 和流量数据在报告时保持可见；复制报告排除 API 密钥和原始响应正文。

# evidence.boundary_trial_readiness
source: Readiness labels and command status stay visible; copied reports exclude credentials and raw response bodies.
zh_hans: 就绪标签和命令状态保持可见；复制报告排除凭据和原始响应正文。

# evidence.boundary_unified_controller
source: Adapter type, capability booleans, health, and controller data stay visible; copied reports exclude credentials and raw response or stream bodies.
zh_hans: 适配器类型、能力布尔值、健康状态和控制器数据保持可见；复制报告排除凭据以及原始响应或流正文。

# evidence.capability_aggregate
source: Capability coverage
zh_hans: 能力覆盖

# evidence.capability_driven_operations
source: Available Operations
zh_hans: 可用操作

# evidence.command_count_aggregate
source: Command counts
zh_hans: 命令数量

# evidence.connection_state
source: Connection State
zh_hans: 连接状态

# evidence.controller_adapter_summary
source: Controller Adapter Summary
zh_hans: 控制器适配器摘要

# evidence.controller_health_summary
source: Controller Health Summary
zh_hans: 控制器健康摘要

# evidence.core_compatibility_summary
source: Core Compatibility Summary
zh_hans: 核心兼容性摘要

# evidence.data_visibility_marker
source: Data Visibility Marker
zh_hans: 数据可见性标记

# evidence.display_name %@
source: display-name=%@
zh_hans: 显示名称=%@

# evidence.endpoint_summary
source: Endpoint Summary
zh_hans: 端点摘要

# evidence.observability_readiness
source: Monitoring Status
zh_hans: 监控状态

# evidence.real_controller_smoke_checks
source: Real Controller Smoke Checks
zh_hans: 真实控制器冒烟检查

# evidence.snapshot_stats_aggregate
source: Data counts
zh_hans: 数据数量

# evidence.surge_snapshot_aggregate
source: Surge Data
zh_hans: Surge 数据

# evidence.trial_readiness
source: Next checks
zh_hans: 下一步检查

# evidence.unified_controller_summary
source: Unified Controller Summary
zh_hans: 统一控制器摘要

# export.check_results
source: Check Results
zh_hans: 检查结果

# export.copy_check_results
source: Copy Check Results
zh_hans: 复制检查结果

# export.copy_diagnostics_report
source: Copy Diagnostics Report
zh_hans: 复制诊断报告

# export.copy_endpoint_results
source: Copy Endpoint Results
zh_hans: 复制端点结果

# export.diagnostics_report
source: Diagnostics Report
zh_hans: 诊断报告

# export.endpoint_results
source: Endpoint Results
zh_hans: 端点结果

# failure.auth_failed_headline
source: Controller rejected the configured secret.
zh_hans: 控制器拒绝了已配置的密钥。

# failure.auth_failed_message
source: Controller rejected the configured secret. Edit Controller and update the saved secret.
zh_hans: 控制器拒绝了已配置的密钥。请编辑控制器并更新保存的密钥。

# failure.auth_failed_short
source: Auth failed
zh_hans: 认证失败

# failure.cancelled_headline
source: Controller test stopped by local cancellation.
zh_hans: 控制器测试被本地取消停止。

# failure.cancelled_message
source: Local cancellation stopped the controller request. Retry when no other command is running.
zh_hans: 本地取消停止了控制器请求。请在没有其他命令运行时重试。

# failure.cancelled_short
source: Local cancellation
zh_hans: 本地取消

# failure.dns_headline
source: DNS could not resolve the controller host.
zh_hans: DNS 无法解析控制器主机。

# failure.dns_message
source: DNS could not resolve the controller host. Edit Controller and check the LAN host or mDNS name.
zh_hans: DNS 无法解析控制器主机。请编辑控制器并检查局域网主机或 mDNS 名称。

# failure.dns_short
source: DNS failed
zh_hans: DNS 失败

# failure.failed_short
source: Failed
zh_hans: 失败

# failure.http_status_headline %lld
source: Controller returned HTTP %lld.
zh_hans: 控制器返回 HTTP %lld。

# failure.http_status_message %lld
source: Controller returned HTTP %lld. Retry the command or run Test if the controller state is unclear.
zh_hans: 控制器返回 HTTP %lld。若控制器状态不明确，请重试命令或运行测试。

# failure.invalid_json_headline
source: Target responded, but not with controller JSON.
zh_hans: 目标有响应，但不是控制器 JSON。

# failure.invalid_json_message
source: Target responded, but not with trusted external-controller JSON. Edit Controller and check that the target is not LuCI or another service.
zh_hans: 目标有响应，但不是可信的 external-controller JSON。请编辑控制器并确认目标不是 LuCI 或其他服务。

# failure.invalid_json_short
source: Invalid JSON
zh_hans: 无效 JSON

# failure.invalid_url_headline
source: Controller URL could not be built.
zh_hans: 无法构建控制器 URL。

# failure.invalid_url_message
source: Controller URL could not be built. Edit Controller and check the host and port.
zh_hans: 无法构建控制器 URL。请编辑控制器并检查主机和端口。

# failure.invalid_url_short
source: Invalid URL
zh_hans: 无效 URL

# failure.json_auth_failed
source: Authorization failed before controller JSON could be trusted.
zh_hans: 在控制器 JSON 可被信任前认证失败。

# failure.json_cancelled
source: Request cancelled.
zh_hans: 请求已取消。

# failure.json_http_status %lld
source: HTTP %lld from the target.
zh_hans: 目标返回 HTTP %lld。

# failure.json_invalid_url
source: Invalid URL.
zh_hans: 无效 URL。

# failure.json_local
source: Controller probe failed.
zh_hans: 控制器探测失败。

# failure.json_malformed
source: Malformed external-controller JSON.
zh_hans: external-controller JSON 格式错误。

# failure.json_no_response
source: No controller response.
zh_hans: 没有控制器响应。

# failure.json_partial_enhanced
source: Rules or sources data unavailable.
zh_hans: 规则或来源数据不可用。

# failure.json_provider_update
source: Provider update failed with a result summary.
zh_hans: 来源更新失败，已生成结果摘要。

# failure.json_timeout
source: No controller response before timeout.
zh_hans: 超时前没有控制器响应。

# failure.json_tls
source: TLS stopped the controller probe.
zh_hans: TLS 阻止了控制器探测。

# failure.json_wrong_target
source: HTTP target did not match the external-controller root.
zh_hans: HTTP 目标不匹配 external-controller 根端点。

# failure.local_headline
source: Controller probe failed before it could validate the target.
zh_hans: 控制器探测在验证目标前失败。

# failure.local_message
source: The operation failed locally. Retry the command, or edit the controller profile if it continues.
zh_hans: 操作在本地失败。请重试命令；若持续失败，请编辑控制器配置。

# failure.local_short
source: Failed
zh_hans: 失败

# failure.network_failed_headline
source: Network request failed before reaching the controller.
zh_hans: 网络请求在到达控制器前失败。

# failure.network_failed_message
source: Network request failed before reaching the controller. Retry Test or edit the controller profile.
zh_hans: 网络请求在到达控制器前失败。请重试测试或编辑控制器配置。

# failure.network_failed_short
source: Network failed
zh_hans: 网络失败

# failure.network_offline_headline
source: Mac cannot reach the controller network.
zh_hans: Mac 无法访问控制器网络。

# failure.network_offline_message
source: The Mac cannot reach the controller network. Retry Test after reconnecting to the trusted LAN.
zh_hans: Mac 无法访问控制器网络。重新连接可信局域网后重试测试。

# failure.network_offline_short
source: Network offline
zh_hans: 网络离线

# failure.partial_enhanced_headline
source: Rules and sources are partially unavailable.
zh_hans: 规则和来源部分不可用。

# failure.partial_enhanced_message
source: Base controller state loaded, but rules or providers are unavailable. Reload Rules or Reload Sources.
zh_hans: 基础控制器状态已加载，但规则或来源不可用。请重新加载规则或来源。

# failure.partial_enhanced_short
source: Partial rules and sources
zh_hans: 规则和来源部分可用

# failure.port_refused_headline
source: Controller refused the configured port.
zh_hans: 控制器拒绝了配置的端口。

# failure.port_refused_message
source: Controller refused the configured port. Edit Controller and check the API port and LAN firewall.
zh_hans: 控制器拒绝了配置的端口。请编辑控制器并检查 API 端口和局域网防火墙。

# failure.port_refused_short
source: Port refused
zh_hans: 端口拒绝

# failure.provider_update_headline
source: Provider update failed.
zh_hans: 来源更新失败。

# failure.provider_update_message
source: Provider update failed. Retry the selected provider update after checking controller health.
zh_hans: 来源更新失败。检查控制器健康后重试所选来源更新。

# failure.provider_update_short
source: Provider update failed
zh_hans: 来源更新失败

# failure.timeout_headline
source: Controller request timed out.
zh_hans: 控制器请求超时。

# failure.timeout_message
source: Controller request timed out. Retry Test after checking LAN, VLAN, firewall, or device load.
zh_hans: 控制器请求超时。请检查局域网、VLAN、防火墙或设备负载后重试测试。

# failure.timeout_short
source: Timeout
zh_hans: 超时

# failure.tls_headline
source: TLS trust failed for this controller.
zh_hans: 此控制器的 TLS 信任失败。

# failure.tls_message
source: TLS trust failed. Edit Controller and use system trust or the self-signed policy only for a controller you control.
zh_hans: TLS 信任失败。请编辑控制器；只有对你控制的控制器才使用自签名策略。

# failure.tls_short
source: TLS failed
zh_hans: TLS 失败

# failure.wrong_target_headline
source: Target is not the external-controller API.
zh_hans: 目标不是 external-controller API。

# failure.wrong_target_message
source: Target responded, but it does not look like the external-controller root. Edit Controller and check host, port, and path.
zh_hans: 目标有响应，但不像 external-controller 根端点。请编辑控制器并检查主机、端口和路径。

# failure.wrong_target_short
source: Wrong target
zh_hans: 目标错误

# health.auth_failed
source: Auth Failed
zh_hans: 认证失败

# health.checking
source: Checking
zh_hans: 检查中

# health.offline
source: Offline
zh_hans: 离线

# health.partial
source: Partial
zh_hans: 部分可用

# health.ready
source: Ready
zh_hans: 就绪

# health.unknown
source: Not checked
zh_hans: 未检查

# health.wrong_target
source: Wrong Target
zh_hans: 目标错误

# latency.fast
source: Fast
zh_hans: 快速

# latency.normal
source: Normal
zh_hans: 正常

# latency.slow
source: Slow
zh_hans: 较慢

# latency.timeout
source: Timeout
zh_hans: 超时

# lifecycle.failed
source: Failed
zh_hans: 失败

# lifecycle.partial
source: Partial
zh_hans: 部分完成

# lifecycle.queued
source: Queued
zh_hans: 排队中

# lifecycle.success
source: Success
zh_hans: 成功

# lifecycle.working
source: Working
zh_hans: 执行中

# live.channel_logs
source: logs
zh_hans: 日志

# live.channel_sing_box_grpc
source: sing-box gRPC streams
zh_hans: sing-box gRPC 实时流

# live.channel_surge_refresh
source: Surge near-live refresh
zh_hans: Surge 近实时刷新

# live.channel_traffic
source: traffic
zh_hans: 流量

# live.detail_connecting
source: Connecting to the selected controller and loading live data.
zh_hans: 正在连接当前控制器并加载实时数据。

# live.detail_idle
source: No controller session is active.
zh_hans: 当前没有活动的控制器会话。

# live.detail_live
source: Receiving live traffic and log events from the selected controller.
zh_hans: 正在从当前控制器接收实时流量和日志事件。

# live.detail_near_live
source: Refreshing Surge HTTP API traffic, events, active requests, and recent request records every second.
zh_hans: 每 1 秒刷新 Surge HTTP API 的流量、事件、活跃请求和最近请求记录。

# live.detail_paused
source: Presentation is paused locally while the controller session stays connected.
zh_hans: 界面呈现已在本机暂停，控制器会话仍保持连接。

# live.detail_stopped
source: The controller session ended after a window, system, or controller lifecycle change.
zh_hans: 控制器会话已因窗口、系统或控制器生命周期变化而结束。

# live.down_rate
source: Down rate
zh_hans: 下行速率

# live.help_pause_updates
source: Freeze or resume live UI updates without disconnecting the controller session.
zh_hans: 冻结或恢复实时界面更新，不断开控制器会话。

# live.last_update %@
source: Last live event %@
zh_hans: 最近实时事件 %@

# live.last_update_never
source: No live event yet
zh_hans: 尚无实时事件

# live.no_controller
source: Select a controller to connect.
zh_hans: 请选择要连接的控制器。

# live.panel_title
source: Session Activity
zh_hans: 会话活动

# live.pause
source: Pause Presentation
zh_hans: 暂停呈现

# live.pause_updates
source: Pause
zh_hans: 暂停

# live.resume_updates
source: Resume
zh_hans: 恢复

# live.resume
source: Resume Presentation
zh_hans: 恢复呈现

# live.state_connecting
source: Connecting
zh_hans: 连接中

# live.state_failed
source: Failed
zh_hans: 失败

# live.state_idle
source: Idle
zh_hans: 空闲

# live.state_live
source: Live
zh_hans: 实时中

# live.state_near_live
source: Near Live
zh_hans: 近实时

# live.state_partial
source: Partial
zh_hans: 部分可用

# live.state_stopped
source: Stopped
zh_hans: 已停止

# live.state_unavailable
source: Unavailable
zh_hans: 不可用

# live.telemetry_rail
source: Live telemetry
zh_hans: 实时遥测

# live.unsupported_backend
source: Live monitoring is unavailable for this backend family.
zh_hans: 此后端族暂不支持实时监控。

# live.up_rate
source: Up rate
zh_hans: 上行速率

# log.close_all_failed
source: Could not close active connections.
zh_hans: 无法关闭活动连接。

# log.close_connection_failed
source: Could not close the selected connection.
zh_hans: 无法关闭选中的连接。

# log.closed_connection
source: Closed one active connection.
zh_hans: 已关闭一个活动连接。

# log.closed_connections_cleared
source: Closed connection session rows cleared locally.
zh_hans: 已在本机清空已关闭连接会话行。

# log.core_restart_failed %@
source: Remote core restart failed: %@
zh_hans: 远程核心重启失败：%@

# log.core_upgrade_failed %@
source: Remote core upgrade failed: %@
zh_hans: 远程核心升级失败：%@

# log.dashboard_updates_paused
source: Live UI updates paused locally.
zh_hans: 实时界面更新已在本机暂停。

# log.dashboard_updates_resumed
source: Live UI updates resumed.
zh_hans: 实时界面更新已恢复。

# log.dns_flush_failed %@
source: DNS cache flush failed: %@
zh_hans: DNS 缓存刷新失败：%@

# log.fakeip_flush_failed %@
source: FakeIP cache flush failed: %@
zh_hans: FakeIP 缓存刷新失败：%@

# log.live_refresh_reconnecting
source: Reconnecting Surge Near Live refresh after a session failure.
zh_hans: 会话失败后正在重连 Surge 近实时刷新。

# log.live_refresh_starting
source: Starting Surge Near Live refresh.
zh_hans: 正在启动 Surge 近实时刷新。

# log.live_retry_scheduled %lld
source: Live retry scheduled in %lld seconds.
zh_hans: 实时重试将在 %lld 秒后开始。

# log.live_stream_event
source: Live controller log event received.
zh_hans: 已收到控制器实时日志事件。

# log.live_stream_failed %@ %@
source: Live %@ stream failed: %@
zh_hans: %@ 实时流失败：%@

# log.live_stream_reconnecting
source: Reconnecting live streams after a session failure.
zh_hans: 会话失败后正在重连实时流。

# log.live_stream_starting
source: Opening live traffic and log streams.
zh_hans: 正在打开实时流量和日志流。

# log.live_stream_stopped
source: Live monitoring stopped.
zh_hans: 实时监控已停止。

# log.loaded_policy_groups %lld %@
source: Loaded %lld policy groups from %@.
zh_hans: 已从 %@ 加载 %lld 个策略组。

# log.memory_check_failed %@
source: Controller memory check failed: %@
zh_hans: 控制器内存检查失败：%@

# log.memory_checked
source: Controller memory aggregate refreshed.
zh_hans: 控制器内存聚合信息已刷新。

# log.provider_update_failed
source: Could not update the selected provider.
zh_hans: 无法更新选中的来源。

# log.provider_updated
source: Updated one provider.
zh_hans: 已更新一个来源。

# log.providers_reloaded
source: Reloaded providers.
zh_hans: 已重新加载来源。

# log.providers_unavailable
source: Sources data is unavailable.
zh_hans: 来源数据不可用。

# log.rules_reloaded
source: Reloaded rules data.
zh_hans: 已重新加载规则数据。

# log.rules_unavailable
source: Rules data is unavailable.
zh_hans: 规则数据不可用。

# log_type.debug
source: Debug
zh_hans: 调试

# log_type.error
source: Error
zh_hans: 错误

# log_type.info
source: Info
zh_hans: 信息

# log_type.other %@
source: Other log: %@
zh_hans: 其他日志：%@

# log_type.warning
source: Warning
zh_hans: 警告

# matrix.add_controller
source: Add Controller
zh_hans: 添加控制器

# matrix.base_snapshot_loaded
source: Basic data loaded
zh_hans: 基础数据已加载

# matrix.close_all_with_confirmation
source: Close all active connections with confirmation
zh_hans: 确认后关闭全部活跃连接

# matrix.close_selected_with_confirmation
source: Close selected connection with confirmation
zh_hans: 确认后关闭选中的连接

# matrix.continue_trial
source: Continue checks
zh_hans: 继续检查

# matrix.copied
source: Copied
zh_hans: 已复制

# matrix.copy_diagnostics
source: Copy Diagnostics
zh_hans: 复制诊断

# matrix.copy_full_report
source: Copy Diagnostics Report
zh_hans: 复制诊断报告

# matrix.diagnostics_report_copied
source: Diagnostics report copied
zh_hans: 诊断报告已复制

# matrix.display_name_available
source: Display name available
zh_hans: 显示名称可用

# matrix.edit_controller
source: Edit Controller
zh_hans: 编辑控制器

# matrix.edit_if_endpoint_changed
source: Edit Controller if endpoint settings changed
zh_hans: 端点设置变化时编辑控制器

# matrix.evidence_base_mihomo
source: Base endpoint labels, configs, proxies, and connection IDs stay visible when reported; copied reports exclude credentials and raw response bodies.
zh_hans: 基础端点标签、配置、代理和连接 ID 在报告时保持可见；复制报告排除凭据和原始响应正文。

# matrix.evidence_base_surge
source: Surge endpoint status, counts, request URLs, and request IDs stay visible when reported; copied reports exclude API keys and raw response bodies.
zh_hans: Surge 端点状态、数量、请求 URL 和请求 ID 在报告时保持可见；复制报告排除 API 密钥和原始响应正文。

# matrix.evidence_close_all
source: Controller-reported connection IDs stay visible in active rows; copied reports exclude credentials and raw response bodies.
zh_hans: 控制器报告的连接 ID 会在活跃行中保持可见；复制报告排除凭据和原始响应正文。

# matrix.evidence_close_connection
source: Connection IDs and route payloads stay visible in the workspace; copied reports exclude credentials and raw response bodies.
zh_hans: 连接 ID 和路由载荷在工作区保持可见；复制报告排除凭据和原始响应正文。

# matrix.evidence_delay
source: Latency rows keep node names visible; copied reports exclude credentials and raw response bodies.
zh_hans: 延迟行保留节点名称可见；复制报告排除凭据和原始响应正文。

# matrix.evidence_diagnostics
source: Endpoint result sections stay visible; copied reports exclude credentials and raw response or stream bodies.
zh_hans: 端点结果区段保持可见；复制报告排除凭据以及原始响应或流正文。

# matrix.evidence_enhanced_mihomo
source: Rules, provider names, and rule payloads stay visible in workspaces; copied reports exclude credentials and raw response bodies.
zh_hans: 规则、来源名称和规则载荷在工作区保持可见；复制报告排除凭据和原始响应正文。

# matrix.evidence_enhanced_surge
source: Surge rules, policy groups, and policy details stay visible in workspaces; copied reports exclude API keys and raw response bodies.
zh_hans: Surge 规则、策略组和策略细节在工作区保持可见；复制报告排除 API 密钥和原始响应正文。

# matrix.evidence_profile
source: Controller name and endpoint stay visible; credentials stay local.
zh_hans: 控制器名称和端点保持可见；凭据保留在本机。

# matrix.evidence_provider_mihomo
source: Provider names stay visible; copied reports exclude credentials, subscription URLs, and raw response bodies.
zh_hans: 来源名称保持可见；复制报告排除凭据、订阅 URL 和原始响应正文。

# matrix.evidence_provider_surge
source: Surge policy names stay visible in the workspace; copied reports exclude API keys and raw request or response bodies.
zh_hans: Surge 策略名称在工作区保持可见；复制报告排除 API 密钥以及原始请求或响应正文。

# matrix.evidence_test
source: Status, target, and failure category stay visible; copied reports exclude credentials and raw response bodies.
zh_hans: 状态、目标和失败分类保持可见；复制报告排除凭据和原始响应正文。

# matrix.missing
source: Missing
zh_hans: 缺失

# matrix.no_copy_current_state
source: No copy in current operation state
zh_hans: 当前操作状态中没有复制记录

# matrix.no_current_base_snapshot
source: No current basic data
zh_hans: 没有当前基础数据

# matrix.no_profile_selected
source: No profile selected
zh_hans: 未选择配置

# matrix.not_checked
source: Not checked
zh_hans: 未检查

# matrix.not_recorded
source: not recorded
zh_hans: 未记录

# matrix.partial_or_not_loaded
source: Partial or not loaded
zh_hans: 部分可用或未加载

# matrix.ready
source: Ready
zh_hans: 就绪

# matrix.refresh
source: Refresh
zh_hans: 刷新

# matrix.refresh_surge
source: Refresh Surge
zh_hans: 刷新 Surge

# matrix.refresh_then_retry
source: Refresh then retry
zh_hans: 刷新后重试

# matrix.refresh_then_retry_close_all
source: Refresh then retry close all
zh_hans: 刷新后重试全部关闭

# matrix.reload_if_stale
source: Reload if stale
zh_hans: 陈旧时重新加载

# matrix.reload_rules_or_providers_short
source: Reload Rules or Sources
zh_hans: 重新加载规则或来源

# matrix.retry_failed_provider_update
source: Retry failed provider update
zh_hans: 重试失败的来源更新

# matrix.retry_if_stale
source: Retry if stale
zh_hans: 陈旧时重试

# matrix.retry_test
source: Retry Test
zh_hans: 重试测试

# matrix.retry_test_or_refresh
source: Retry Test or Refresh
zh_hans: 重试测试或刷新

# matrix.run_test_delay
source: Run Test Delay
zh_hans: 运行延迟测试

# matrix.run_test_delay_from_module
source: Run latency test from a policy group
zh_hans: 从策略组运行延迟测试

# matrix.state_attention
source: ATTENTION
zh_hans: 需关注

# matrix.state_not_checked
source: NOT CHECKED
zh_hans: 未检查

# matrix.state_partial
source: Partial
zh_hans: 部分可用

# matrix.state_ready
source: Ready
zh_hans: 就绪

# matrix.surge_snapshot_loaded
source: Surge HTTP API data loaded
zh_hans: Surge HTTP API 数据已加载

# matrix.update_provider_with_confirmation
source: Update provider with confirmation
zh_hans: 确认后更新来源

# matrix.use_close_all_confirmation
source: Use close all confirmation
zh_hans: 使用全部关闭确认

# matrix.use_row_confirmation
source: Use row confirmation
zh_hans: 使用行内确认

# matrix.working
source: Working
zh_hans: 执行中

# mode.custom %@
source: Custom mode: %@
zh_hans: 自定义模式：%@

# mode.direct
source: Direct
zh_hans: 直连

# mode.global
source: Global
zh_hans: 全局

# mode.not_loaded
source: Not Loaded
zh_hans: 未加载

# mode.rule
source: Rule
zh_hans: 规则

# mode.unknown
source: Not reported
zh_hans: 未报告

# navigation.activity
source: Activity
zh_hans: 活动

# navigation.overview
source: Overview
zh_hans: 概览

# navigation.proxies
source: Proxies
zh_hans: 代理

# navigation.resources
source: Rules & Sources
zh_hans: 规则与来源

# navigation.system
source: System
zh_hans: 系统

# navigation.view_menu
source: View
zh_hans: 视图

# observability.capability_unknown
source: Capability not detected
zh_hans: 能力待检测

# observability.category_live_stream
source: Live Data
zh_hans: 实时数据

# observability.category_local
source: Local
zh_hans: 本地

# observability.category_snapshot
source: Controller data
zh_hans: 控制器数据

# observability.diagnostics_report_boundary
source: Active workspaces show controller data in full; copied reports exclude credentials and raw response bodies.
zh_hans: 活跃工作区完整显示控制器数据；复制报告排除凭据和原始响应正文。

# observability.diagnostics_report_detail
source: Copied reports summarize endpoints, capabilities, monitoring, and controller state.
zh_hans: 复制的报告汇总端点、能力、监控状态和控制器状态。

# observability.diagnostics_report_title
source: Diagnostics Report
zh_hans: 诊断报告

# observability.future_optional_stream
source: Future optional stream
zh_hans: 未来可选流

# observability.local_command_log_boundary
source: App command history stays local; copied reports include command counts and exclude credentials and raw bodies.
zh_hans: 应用命令历史保留在本机；复制报告包含命令数量，并排除凭据和原始正文。

# observability.local_command_log_detail
source: Local app operation records show action, status, time, target display name, and result summary.
zh_hans: 本地应用操作记录显示动作、状态、时间、目标显示名和结果摘要。

# observability.local_command_log_title
source: Operation Log
zh_hans: 操作记录

# observability.not_implemented
source: Not implemented
zh_hans: 未实现

# observability.partial
source: Partial
zh_hans: 部分可用

# observability.ready
source: Ready
zh_hans: 就绪

# observability.snapshot_connections_boundary
source: Connection rows stay visible in the workspace; copied reports exclude credentials and raw response bodies.
zh_hans: 连接行会保留在工作区完整显示；复制报告排除凭据和原始响应正文。

# observability.snapshot_connections_detail
source: Current /connections data feeds tables, traffic totals, and close confirmations.
zh_hans: 当前 /connections 数据用于表格、流量汇总和关闭确认。

# observability.snapshot_connections_title
source: Connections
zh_hans: 连接

# observability.snapshot_providers_boundary
source: Provider names stay visible in the workspace; copied reports exclude credentials, subscription URLs, and raw response bodies.
zh_hans: 来源名称会保留在工作区完整显示；复制报告排除凭据、订阅 URL 和原始响应正文。

# observability.snapshot_providers_detail
source: Current source data supports proxy/rule source rows and update readiness.
zh_hans: 当前来源数据支持代理来源、规则来源行和更新就绪状态。

# observability.snapshot_providers_title
source: Sources
zh_hans: 来源

# observability.snapshot_rules_boundary
source: Rule payloads stay visible in the active workspace; copied reports exclude credentials and raw response bodies.
zh_hans: 规则载荷会保留在活跃工作区完整显示；复制报告排除凭据和原始响应正文。

# observability.snapshot_rules_detail
source: Current /rules data supports local search and fallback-rule visibility.
zh_hans: 当前 /rules 数据支持本地搜索和兜底规则可见性。

# observability.snapshot_rules_title
source: Rules
zh_hans: 规则

# observability.stream_ui_layer_boundary
source: Manual Live shows controller-reported traffic and log data in the workspace; copied reports exclude credentials and raw stream bodies.
zh_hans: 手动实时观察会在工作区显示控制器报告的流量和日志数据；复制报告排除凭据和原始流正文。
